content/certs/networkplus.org
#+title: Network+
#+options: num:nil author:nil timestamp:nil date:nil
#+setupfile: https://fniessen.github.io/org-html-themes/org/theme-readtheorg.setup

* Resources
* Info

*Best Resources*:
- *Book*: /All-in-One CompTIA Network+/
  + Take notes of all that is reffered to in the test.
  + Monday to Friday one hour study (8:30 - 12:00)
- *Course*: /Udemy CompTIA Network+ (N10-008) by Jason Dion/ (CRITICAL)
  + Everytime you get score under 90 try again.
- *Youtube Videos*: [[https://youtube.com/playlist?list=PLG49S3nxzAnlCJiCrOYuRYb6cne864a7G&si=x-KFb9XRqGCcD3Lp][Professor Messer Network+ Training]]
- *Youtube Videos*: [[https://youtube.com/playlist?list=PLjOaIaJsY_GM91trVgixrYDxgZXWoy5aN&si=2NOGO-c4hnsJNip2][Network+ Study by Vincent Humble]]

* Lorem Ipsum

Lorem ipsum dolor sit amet, consectetur adipiscing elit. Donec sit amet ornare ligula. Donec in lorem magna. Ut varius lectus ut posuere finibus. Sed dapibus, arcu sed volutpat viverra, sem est rutrum purus, at gravida nisl ex at mi. Donec et turpis et purus gravida blandit. Fusce porta nisi in leo egestas, et mollis diam porttitor. Pellentesque habitant morbi tristique senectus et netus et malesuada fames ac turpis egestas. Orci varius natoque penatibus et magnis dis parturient montes, nascetur ridiculus mus.

Phasellus vel mauris suscipit, aliquam erat sit amet, vestibulum purus. Maecenas faucibus urna a lacinia commodo. Vestibulum aliquet enim vitae risus ornare, id pretium justo suscipit. Vivamus aliquet placerat erat id feugiat. Nulla at eros nulla. Class aptent taciti sociosqu ad litora torquent per conubia nostra, per inceptos himenaeos. Cras egestas luctus magna, in scelerisque ex laoreet a. Donec nec dolor vel dolor condimentum gravida. 

** Lorem Ipsum

Lorem ipsum dolor sit amet, consectetur adipiscing elit. Donec sit amet ornare ligula. Donec in lorem magna. Ut varius lectus ut posuere finibus. Sed dapibus, arcu sed volutpat viverra, sem est rutrum purus, at gravida nisl ex at mi. Donec et turpis et purus gravida blandit. Fusce porta nisi in leo egestas, et mollis diam porttitor. Pellentesque habitant morbi tristique senectus et netus et malesuada fames ac turpis egestas. Orci varius natoque penatibus et magnis dis parturient montes, nascetur ridiculus mus.

*** Lorem Ipsum

Lorem ipsum dolor sit amet, consectetur adipiscing elit. Donec sit amet ornare ligula. Donec in lorem magna. Ut varius lectus ut posuere finibus. Sed dapibus, arcu sed volutpat viverra, sem est rutrum purus, at gravida nisl ex at mi. Donec et turpis et purus gravida blandit. Fusce porta nisi in leo egestas, et mollis diam porttitor. Pellentesque habitant morbi tristique senectus et netus et malesuada fames ac turpis egestas. Orci varius natoque penatibus et magnis dis parturient montes, nascetur ridiculus mus. 

* Lorem Ipsum 2

 Lorem ipsum dolor sit amet, consectetur adipiscing elit. Donec sit amet ornare ligula. Donec in lorem magna. Ut varius lectus ut posuere finibus. Sed dapibus, arcu sed volutpat viverra, sem est rutrum purus, at gravida nisl ex at mi. Donec et turpis et purus gravida blandit. Fusce porta nisi in leo egestas, et mollis diam porttitor. Pellentesque habitant morbi tristique senectus et netus et malesuada fames ac turpis egestas. Orci varius natoque penatibus et magnis dis parturient montes, nascetur ridiculus mus.

 Phasellus vel mauris suscipit, aliquam erat sit amet, vestibulum purus. Maecenas faucibus urna a lacinia commodo. Vestibulum aliquet enim vitae risus ornare, id pretium justo suscipit. Vivamus aliquet placerat erat id feugiat. Nulla at eros nulla. Class aptent taciti sociosqu ad litora torquent per conubia nostra, per inceptos himenaeos. Cras egestas luctus magna, in scelerisque ex laoreet a. Donec nec dolor vel dolor condimentum gravida.

Etiam luctus leo non eros varius lacinia. Phasellus nunc turpis, porttitor id malesuada eget, accumsan eget nunc. Sed tellus est, placerat ut lobortis eu, cursus eget augue. Etiam sed lacus ac est lacinia pharetra. Quisque neque magna, ultrices maximus efficitur vitae, semper sit amet nibh. Sed ultrices felis ac egestas pellentesque. Nam magna ipsum, tempor quis dapibus quis, porttitor non erat. Donec id lacinia dolor, nec condimentum purus. Vestibulum tincidunt magna enim, at commodo lectus scelerisque at. In convallis blandit ultricies. 
